type i18n_TEXT = {
    [key: string]: string
}

export const RU: i18n_TEXT = {
    "CONGRATULATIONS": "Поздравляем!",
    "YOUR_SCORE": "Ваш счет: %d",
    "REWARD_CANTGET": "Невозможно получить награду из-за проблем с соединением. пожалуйста, проверьте соединение и повторите попытку!",
    "TUTORIAL_1": "Смахните вверх или вниз, чтобы обойти препятствие",
    "LOADING": "Загрузка…",
    "INTERSTITIAL_1": "Играйте и получите %d %token%",
    "LOST_CONNECT": "Пожалуйста, проверьте соединение и повторите попытку.",
    "EXIT_POPUP": "Хотите выйти? в таком случае вы не получите награду.",
    "RETRY": "Еще раз",
    "AD_TEXT": "Реклама",
    "GAME_TEXT_2": "Время вышло!",
    "END_TEXT_1": "Узнать больше",
    "REPLAY": "Повторить",
    "OK_BTN": "OK",
    "QUIT": "Выход",
    "RESUME": "Продолжить",
    "GO": "Вперед!"
}